cmake
clang
wget
curl 
git 
tmux 
exuberant-ctags
python3
make 
sudo
build-essential
python3-dev
python3-pip
python-dev
python-pip
ninja-build
gettext
libtool
libtool-bin
autoconf
automake
cmake
g++
pkg-config
unzip
curl
doxygen
locales
g++-8
